{"intents":[
  { "tag": "saudacao",
    "patterns":["Ola","Opa","Oi", "tudo bem"],
    "responses": ["Oi","Olá"]
  },
  { "tag": "despedida",
    "patterns":["valeu","tchau","Obrigado","tks"],
    "responses": ["Até breve","Falou"]
  },
  { "tag": "data_prova",
    "patterns":["Quando sera a prova?","A prova será em que dia?"],
    "responses": ["no dia 26"]
  },
  {
    "comment": "Intents relacionadas a perguntas gerais sobre o PIPE-FAPESP",
    "tag": "Perguntas_gerais_PIPE-FAPESP",
    "patterns":["O que é o PIPE-FAPESP e quais são seus objetivos principais?", "O que é o PIPE-FAPESP?", "Quais são os objetivos do PIPE-FAPESP?",
                "Quais são os objetivos principais do PIPE-FAPESP?", "Quais são os objetivos do PIPE?", "Quais são os objetivos principais do PIPE?"],
    "responses":["O PIPE-FAPESP (Programa Pesquisa Inovativa em Pequenas Empresas) é um programa da FAPESP que apoia a pesquisa em ciência e tecnologia em pequenas empresas. \nSeus principais objetivos são promover a inovação tecnológica, aumentar a competitividade empresarial, e estimular o desenvolvimento econômico e social por meio da pesquisa."]
  },
  {
    "comment": "Intents relacionados a como submeter um projeto ao PIPE-FAPESP",
    "tag": "Submeter_projeto_PIPE-FAPESP",
    "patterns": ["Como submeter um projeto ao PIPE FAPESP?", "Como enviar um projeto ao PIPE FAPESP?", "Como submeter um projeto ao PIPE?",
                 "Como enviar um projeto ao PIPE?", "Como submeter um projeto à FAPESP?"],
    "responses": [
      "Preencha do formulário de submissão disponível no site da FAPESP, envie uma proposta, que será avaliada por especialistas da área e acompanhe a avaliação e eventual adequação do projeto conforme feedback recebido.",
      "No site da FAPESP, acesse a área do PIPE e entre no portal do SAGe na seção 'Fluxo Contínuo'. Lá, você poderá enviar seu projeto.",
      "Você pode enviar o seu projeto no site da FAPESP: https://fapesp.br/pipe/)"
    ]
  },  
  {
  "comment": "Intents relacionadas a prazos para submissão de propostas ao PIPE-FAPESP",   
  "tag": "data_proposta",
  "patterns":["Quando eu posso enviar minha proposta?", "Ainda posso enviar a minha proposta?", "Posso enviar meu projeto?"],
  "responses": ["As propostas para o PIPE Fase 1, Fase 2 e PIPE Invest são recebidas em fluxo contínuo durante todo o ano."]
}
]
}